Revit 2027 API
UnitTypeId.WattsPerMeterKelvin Property
 Watts per meter kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WattsPerMeterKelvin { get; }
Public Shared ReadOnly Property WattsPerMeterKelvin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WattsPerMeterKelvin {
	ForgeTypeId^ get ();
}
static member WattsPerMeterKelvin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace